

export default function Education() {
    return (
        <div>
            <div className="container-edu">
                <div className="text-edu">
                    <h1>Образование государственного образца</h1>
                    <p>
                        Частная школа istiqbolli ta’lim  предлагает обучение, соответствующее стандартам образования государственного образца. Наши ученики получают знания по программам, утверждённым Министерством образования. По окончанию школы им выдаются аттестаты государственного образца. <br /> <br />

                        Мы гарантируем качество обучения благодаря использованию государственных программ, дополненных авторскими методиками и инновационными подходами. <br /> <br />

                        Работаем с каждым учеником, учитывая его потребности, способности и цели. Помогаем раскрыть потенциал и достигать успехов. <br /> <br />

                        Наши выпускники уверенно поступают в ведущие университеты, как в стране, так и за её пределами, благодаря прочным знаниям и высоким результатам. <br /> <br />

                        Школа сочетает строгость государственных стандартов с комфортом и гибкостью частного образования. <br /> <br />

                        Мы гордимся тем, что даём детям не только качественные знания, но и уверенность в успешном будущем! <br /> <br />

                    </p>
                </div>
                
            </div>


        </div>
    );
}
