

export default function Education() {
    return (
        <div>
            <div className="container-edu">
                <div className="text-edu">
                    <h1>Образование государственного образца</h1>
                    <p>
                        Частная школа istiqbolli ta’lim  предлагает обучение, соответствующее стандартам образования государственного образца. Наши ученики получают знания по программам, утверждённым Министерством образования. По окончанию школы им выдаются аттестаты государственного образца. <br /> <br />

                        Мы гарантируем качество обучения благодаря использованию государственных программ, дополненных авторскими методиками и инновационными подходами. <br /> <br />

                        Работаем с каждым учеником, учитывая его потребности, способности и цели. Помогаем раскрыть потенциал и достигать успехов. <br /> <br />

                        Наши выпускники уверенно поступают в ведущие университеты, как в стране, так и за её пределами, благодаря прочным знаниям и высоким результатам. <br /> <br />

                        Школа сочетает строгость государственных стандартов с комфортом и гибкостью частного образования. <br /> <br />

                        Мы гордимся тем, что даём детям не только качественные знания, но и уверенность в успешном будущем! <br /> <br />

                    </p>
                </div>
                {/* <div className="flexbox-edu">
                    <div className="div"></div>
                    <div className="div"></div>
                    <div className="div"></div>
                </div>
                <div className="text-edu2">
                    <p>
                        Наша частная школа — это место, где каждый ученик становится частью уникального образовательного <br />
                        сообщества. Мы стремимся к созданию комфортной и поддерживающей среды, где каждый ребенок может <br />
                        раскрыть свой потенциал, развить критическое мышление и творческие способности. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед. <br />
                        В центре нашего подхода лежит гармоничное развитие личности. Мы уверены, что наряду <br />
                        с академическими знаниями важно развивать эмоциональный интеллект, лидерские навыки <br />
                        и ответственность за собственные решения. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед.
                    </p>
                </div>
                <div className="flexbox-edu">
                    <div className="div"></div>
                    <div className="div"></div>
                    <div className="div"></div>
                </div> */}
            </div>


        </div>
    );
}
