

export default function Education() {
    return (
        <div>
            <div className="container-edu">
                <div className="text-edu">
                    <h1>Образование государственного образца</h1>
                    <p>
                        Наша частная школа — это место, где каждый ученик становится частью уникального образовательного <br />
                        сообщества. Мы стремимся к созданию комфортной и поддерживающей среды, где каждый ребенок может <br />
                        раскрыть свой потенциал, развить критическое мышление и творческие способности. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед. <br />
                        В центре нашего подхода лежит гармоничное развитие личности. Мы уверены, что наряду <br />
                        с академическими знаниями важно развивать эмоциональный интеллект, лидерские навыки <br />
                        и ответственность за собственные решения. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед.
                    </p>
                </div>
                <div className="flexbox-edu">
                    <div className="div"></div>
                    <div className="div"></div>
                    <div className="div"></div>
                </div>
                <div className="text-edu2">
                    <p>
                        Наша частная школа — это место, где каждый ученик становится частью уникального образовательного <br />
                        сообщества. Мы стремимся к созданию комфортной и поддерживающей среды, где каждый ребенок может <br />
                        раскрыть свой потенциал, развить критическое мышление и творческие способности. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед. <br />
                        В центре нашего подхода лежит гармоничное развитие личности. Мы уверены, что наряду <br />
                        с академическими знаниями важно развивать эмоциональный интеллект, лидерские навыки <br />
                        и ответственность за собственные решения. <br />
                        Наши квалифицированные преподаватели используют современные методики обучения, уделяя внимание <br />
                        индивидуальным потребностям каждого ученика. Мы гордимся нашими академическими достижениями, <br />
                        инновационными программами и сильной поддержкой родителей, которая помогает нам двигаться вперед.
                    </p>
                </div>
                <div className="flexbox-edu">
                    <div className="div"></div>
                    <div className="div"></div>
                    <div className="div"></div>
                </div>
            </div>


        </div>
    );
}
