export default function Hobbies() {
    return (
        <div>
            <div className="container-hobbies">
                <h1>
                    Кружки
                </h1>
                <div className="chess">
                    <div className="flex">
                        <h1>Шахматы</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>

                <div className="chess">
                    <div className="flex">
                        <h1>Карате</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Ментальная арифметика</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Художественная гимнастика</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Танцы</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Мнемоника</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Корейский язык</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Китайский язык</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
                <div className="chess">
                    <div className="flex">
                        <h1>Speaking club</h1>
                        <div className="img"></div>
                    </div>
                    <br />
                    <br />
                    <div className="text-container-hobbies">
                        <p>
                            Наш кружок шахмат — это место для всех, кто хочет развить свои стратегические и логические навыки <br />
                            в увлекательной игре. Независимо от уровня подготовки, мы приглашаем детей и подростков присоединиться <br />
                            к нам и погрузиться в мир шахматных баталий. <br />
                            Занятия в кружке включают теорию, практические игры и турниры, что помогает участникам не только <br />
                            улучшить свои шахматные навыки, но и развить критическое мышление, терпение и умение принимать <br />
                            решения. Мы создаем дружелюбную и поддерживающую атмосферу, где каждый может учиться и делиться <br />
                            своим опытом. <br />
                            Присоединяйтесь к нам, чтобы стать частью шахматного сообщества и открыть для себя бесконечные <br />
                            возможности этой интеллектуальной игры!
                        </p>
                    </div>
                    <div className="flex-boxes-container-hobbies">
                        <div className="div"></div>
                        <div className="div"></div>
                        <div className="div"></div>
                    </div>

                </div>
            </div>
        </div>
    );
}
