export default function Platforms() {
    return (
        <div>
            <div className="container-platforms">
                <h1>Международные Платформы</h1>

                <div className="dev">
                    <h2>Электронная образовательная платформа «ЯКласс»</h2>
                    <br />
                    <p>
                        ЯКласс — современная образовательная онлайн-платформа для <br /> учеников и учителей. Она предоставляет доступ к учебным <br /> материалам по школьной программе, интерактивным заданиям <br /> и инструментам для подготовки к экзаменам. <br />

                        Ученики могут тренироваться, сразу получать результаты с <br /> пояснениями и улучшать свои знания. Учителя используют платформу <br /> для создания заданий, проверки работ и отслеживания успеваемости. <br /> ЯКласс делает обучение удобным, эффективным и доступным <br /> в любое время.

                    </p>
                    <div className="video"></div>
                </div>
                <div className="dev2">
                    <h2>Система «CodiPlay» или Кружок “Робототехника”</h2>
                    <br />
                    <p>
                        Международная компания «CodiPlay» специализируется в сфере <br /> образования и предоставляет всестороннее обучение навыкам в <br /> области информационных технологий, основанное на принципах <br /> Maker Education и STEAM. <br />

                        Дети изучают основы программирования, конструирования и работы с <br /> современными технологиями. Программа кружка развивает <br /> творческое мышление, технические навыки и умение работать в команде.
                        <br />
                        Занятия подходят как для новичков, так и для тех, кто уже увлекается <br /> техникой. Присоединившись к кружку, ребенок сможет проявить свои <br /> таланты, познакомиться с миром инноваций и подготовиться к <br /> профессиям будущего.

                    </p>
                    <div className="video"></div>
                </div>
                <div className="dev3">
                    <h2>"Крутая наука"</h2>
                    <br />
                    <p>
                        Крутая наука —  занятия, где дети через занимательные <br /> эксперименты познают окружающий мир, получают яркие эмоции и <br /> развивают мышление. <br /> <br />

                        На уроках ребята учатся наблюдать, анализировать, делать выводы и <br /> выражать свои мысли. Главная цель — не просто воспитать юного <br /> химика или физика, а пробудить интерес к учебе, развить <br /> любознательность и способность находить ответы на многочисленные <br /> вопросы, возникающие у маленьких исследователей. <br /> <br />

                        Обучение проходит в увлекательной форме, чтобы знания <br /> усваивались легко и с удовольствием. Это отличный способ развить <br /> усидчивость, любовь к науке и стремление к новым открытиям!

                    </p>
                    <div className="video"></div>
                </div>
                <div className="dev4">
                    <h2>KINDER MBA или "Бизнес-созидание"</h2>
                    <br />
                    <p>
                    Kinder MBA —  программа, которая развивает у детей <br /> предпринимательские навыки и бизнес-мышление. Дети изучают <br /> основы финансовой грамотности, управления проектами и командной <br /> работы через практические кейсы. <br /> <br /> 

Занятия помогают развить лидерские качества, креативность и <br /> умение принимать решения. Программа готовит детей к <br /> самостоятельности и реализации своих идей. <br /> <br />

Kinder MBA — это первые шаги в мир бизнеса!

                    </p>
                    <div className="video"></div>
                </div>
            </div>
        </div>
    );
}
