export default function Platforms() {
    return (
        <div>
            <div className="container-platforms">
                <h1>Международные Платформы</h1>

                <div className="dev">
                    <h2>"Я-класс"</h2>
                    <br />
                    <p>
                        "ЯКласс" — это современная образовательная платформа, созданная <br />
                        для помощи учителям и ученикам в освоении школьной программы. С <br />
                        ее помощью ученики могут эффективно готовиться к урокам, выполнять <br />
                        задания и проверять свои знания в интерактивной форме. <br />
                        Учителя получают доступ к готовым учебным материалам, тестам и <br />
                        инструментам для отслеживания прогресса каждого ученика. "ЯКласс" <br />
                        помогает сделать процесс обучения более увлекательным и <br />
                        результативным, обеспечивая индивидуальный подход к каждому <br />
                        учащемуся.
                    </p>
                    <div className="video"></div>
                </div>
                <div className="dev2">
                    <div className="video"></div>
                    <div className="flex">
                        <h2>"Робототехника"</h2>
                        <br />
                        <p>
                            "Робототехника" — это образовательная онлайн-платформа для детей и <br />
                            подростков, которая позволяет погрузиться в мир технологий и <br />
                            программирования. Ученики изучают основы роботостроения, <br />
                            программируют роботов и создают собственные проекты, используя <br />
                            современные инструменты и программное обеспечение. <br />
                            Платформа предлагает пошаговые уроки, интерактивные задания и <br />
                            практические задания, чтобы развивать навыки логического мышления, <br />
                            креативности и инженерного подхода. "Робототехника" помогает <br />
                            учащимся подготовиться к миру будущего, где технологии играют <br />
                            ключевую роль.
                        </p>
                    </div>
                </div>
                <div className="dev3">
                    <h2>"Крутая Наука"</h2>
                    <br />
                    <p>
                        "Крутая Наука" — это интерактивная образовательная платформа, <br />
                        созданная для тех, кто хочет изучать науку весело и интересно. Она <br />
                        предлагает увлекательные курсы, видеоматериалы и эксперименты, <br />
                        которые помогают ученикам глубже понять научные принципы и <br />
                        применить их на практике. <br />
                        На платформе доступны задания и проекты по таким предметам, как <br />
                        физика, химия, биология и математика. "Крутая Наука" делает обучение <br />
                        захватывающим, помогая детям развивать интерес к исследованиям и <br />
                        новым открытиям.
                        ключевую роль.
                    </p>
                    <div className="video"></div>
                </div>
                <div className="dev4">
                    <div className="video"></div>
                    <div className="flex">
                        <h2>"Бизнес-созидание"</h2>
                        <br />
                        <p>
                            "Бизнес-созидание" — это инновационная образовательная платформа, <br />
                            нацеленная на развитие предпринимательских навыков у молодежи. <br />
                            Платформа предлагает курсы по созданию и управлению бизнесом, <br />
                            маркетингу, финансам и управлению проектами, обеспечивая <br />
                            учащимся практические знания и инструменты для успешного старта в <br />
                            бизнесе. <br />
                            С помощью интерактивных материалов, мастер-классов и кейс- <br />
                            стадий, "Бизнес-созидание" вдохновляет студентов развивать <br />
                            креативное мышление, принимать взвешенные решения и строить <br />
                            успешные бизнес-стратегии. Мы верим в потенциал каждого ученика и <br />
                            помогаем им воплотить свои идеи в жизнь.
                            учащемуся.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    );
}
