import '../app/globals.scss'
import Header from "@/app/components/Header";
import Footer from "@/app/components/Footer";


export default function Security() {
    return (
        <div>
            <Header />
            <div className="infrastructere-and-security">
                <h1>Инфраструктура и безопасность</h1>
                <p>
                    В нашей школе безопасность учеников является приоритетом. Мы принимаем все необходимые меры для <br />
                    создания комфортной и защищенной образовательной среды. В школе действует современная система <br />
                    видеонаблюдения, которая охватывает все ключевые зоны, включая входы, коридоры, классы и прилегающую <br />
                    территорию. Камеры работают круглосуточно, что позволяет оперативно реагировать на любые <br />
                    непредвиденные ситуации. <br />
                    Кроме того, на территории школы круглосуточно дежурит профессиональная охрана, сотрудники которой <br />
                    проходят регулярные тренировки и инструктажи. Для обеспечения максимальной безопасности доступ <br />
                    на территорию школы строго контролируется: все посетители проходят обязательную регистрацию <br />
                    и идентификацию на входе.
                </p>
            </div>
            <div className="container-infrastructure">
                <div className="block">
                    <div className="left">
                        <h1>Современная инфраструктура</h1>
                        <div className="video"></div>
                    </div>
                    <div className="right">
                        <p>
                            В нашей школе безопасность учащихся <br />
                            и сотрудников — главный приоритет. <br />
                            Мы внедрили комплексную систему <br />
                            безопасности, которая включает в себя <br />
                            современные технологии видеонаблюдения, <br />
                            контроль доступа и круглосуточную охрану. <br />
                            Школа оснащена современными системами <br />
                            пожарной сигнализации и экстренной <br />
                            эвакуации, регулярно проводятся учебные <br />
                            тренировки. Все помещения и зоны отдыха <br />
                            соответствуют строгим требованиям <br />
                            безопасности, обеспечивая комфортную <br />
                            и защищённую среду для обучения <br />
                            и развития.
                        </p>
                        <div className="number">
                            <h1>01</h1>
                        </div>
                    </div>

                </div>
                <div className="block">
                    <div className="left">
                        <h1>Турникетная система</h1>
                        <div className="video"></div>
                    </div>
                    <div className="right">
                        <p>
                            В нашей школе безопасность учащихся <br />
                            и сотрудников — главный приоритет. <br />
                            Мы внедрили комплексную систему <br />
                            безопасности, которая включает в себя <br />
                            современные технологии видеонаблюдения, <br />
                            контроль доступа и круглосуточную охрану. <br />
                            Школа оснащена современными системами <br />
                            пожарной сигнализации и экстренной <br />
                            эвакуации, регулярно проводятся учебные <br />
                            тренировки. Все помещения и зоны отдыха <br />
                            соответствуют строгим требованиям <br />
                            безопасности, обеспечивая комфортную <br />
                            и защищённую среду для обучения <br />
                            и развития.
                        </p>
                        <div className="number">
                            <h1>02</h1>
                        </div>
                    </div>

                </div>
                <div className="block">
                    <div className="left">
                        <h1>Охрана</h1>
                        <div className="video"></div>
                    </div>
                    <div className="right">
                        <p>
                            В нашей школе безопасность учащихся <br />
                            и сотрудников — главный приоритет. <br />
                            Мы внедрили комплексную систему <br />
                            безопасности, которая включает в себя <br />
                            современные технологии видеонаблюдения, <br />
                            контроль доступа и круглосуточную охрану. <br />
                            Школа оснащена современными системами <br />
                            пожарной сигнализации и экстренной <br />
                            эвакуации, регулярно проводятся учебные <br />
                            тренировки. Все помещения и зоны отдыха <br />
                            соответствуют строгим требованиям <br />
                            безопасности, обеспечивая комфортную <br />
                            и защищённую среду для обучения <br />
                            и развития.
                        </p>
                        <div className="number">
                            <h1>03</h1>
                        </div>
                    </div>

                </div>
                <div className="block">
                    <div className="left">
                        <h1>Видеонаблюдение</h1>
                        <div className="video"></div>
                    </div>
                    <div className="right">
                        <p>
                            В нашей школе безопасность учащихся <br />
                            и сотрудников — главный приоритет. <br />
                            Мы внедрили комплексную систему <br />
                            безопасности, которая включает в себя <br />
                            современные технологии видеонаблюдения, <br />
                            контроль доступа и круглосуточную охрану. <br />
                            Школа оснащена современными системами <br />
                            пожарной сигнализации и экстренной <br />
                            эвакуации, регулярно проводятся учебные <br />
                            тренировки. Все помещения и зоны отдыха <br />
                            соответствуют строгим требованиям <br />
                            безопасности, обеспечивая комфортную <br />
                            и защищённую среду для обучения <br />
                            и развития.
                        </p>
                        <div className="number">
                            <h1>04</h1>
                        </div>
                    </div>

                </div>
            </div>
            <Footer />
        </div>
    );
}
